{
    "section_title": "Experiencia <strong>Profesional</strong>",
    "section_description": "Más de 10 años construyendo soluciones de software escalables y de alto impacto.",
    "achievements_label": "Actividades y logros",
    "technologies_label": "Tecnologías",
    "jobs": {
        "talisis": {
            "job_title": "Desarrollador Full-Stack",
            "date_range": "enero 2021 - diciembre 2024",
            "description": "Lideré el desarrollo e-commerce de la plataforma educativa Talisis.com, diseñando soluciones full-stack con React, Node.js y AWS.",
            "highlights": {
                "point1": "50,000+ usuarios activos utilizando los servicios de pagos.",
                "point2": "$400,000+ MXN ingresos mensuales habilitados por el flujo de pagos.",
                "point3": "Desarrollé interfaces responsivas con React.js, Redux y Material UI.",
                "point4": "Diseñé arquitecturas serverless con AWS (Lambda, API Gateway, Step Functions y EventBridge) para transacciones seguras.",
                "point5": "Desarrollé APIs REST en API Gateway de alto rendimiento, implementando tokens JWT y Lambda Authorizers.",
                "point6": "Diseñé modelos de datos con dbdiagram.io y SQL Server, con encriptación de datos sensibles.",
                "point7": "Aseguré la calidad del código mediante code reviews, testing y monitoreo de errores y logs con Sentry.",
                "point8": "Documenté arquitecturas, procesos de pagos, modelos de datos y APIs en ClickUp y Postman.",
                "point9": "Creé una aplicación de accesos con QR en 3 días para eventos masivos, con monitoreo en tiempo real."
            }
        },
        "enkontrol": {
            "job_title": "Desarrollador Full-Stack",
            "date_range": "julio 2017 - septiembre 2020",
            "description": "Participé activamente en la modernización del ERP Enkontrol, liderando el análisis de procesos de negocio y el desarrollo de nuevas funcionalidades full-stack con ASP.NET y React.",
            "highlights": {
                "point1": "Desarrollé interfaces responsivas utilizando React.js, TypeScript, Redux y CSS, mejorando la usabilidad y el rendimiento del sistema.",
                "point2": "Desarrollé APIs RESTful en ASP.NET (C#), aplicando principios SOLID y patrones de diseño para garantizar escalabilidad y mantenibilidad.",
                "point3": "Lideré un equipo de desarrollo, coordinando tareas y asegurando entregas puntuales.",
                "point4": "Realicé el análisis de requerimientos y el diseño de bases de datos en SQL Server, optimizando procesos clave del ERP."
            }
        },
        "tca": {
            "job_title": "Software Developer",
            "date_range": "febrero 2015 - julio 2017",
            "description": "Desarrollé y di mantenimiento a aplicaciones del ERP comercial Merksyst, y contribuí activamente en la migración del sistema a una plataforma web moderna con ASP.NET.",
            "highlights": {
                "point1": "Mantenimiento a un ERP comercial con C/C++, Delphi Pascal y SQL Server.",
                "point2": "Participé en la migración del sistema a una plataforma web con ASP.NET MVC.",
                "point3": "40+ consultas SQL optimizadas, mejorando el rendimiento general del sistema.",
                "point4": "300+ tickets críticos de soporte resueltos exitosamente, asegurando la satisfacción del cliente."
            }
        },
        "consiss": {
            "job_title": "Software Developer",
            "date_range": "septiembre 2014 - enero 2015",
            "description": "Desarrollé una solución móvil completa para un programa de lealtad del cliente Arca Continental.",
            "highlights": {
                "point1": "Desarrollé una aplicación de lealtad nativa para Android utilizando Java.",
                "point2": "Implementé el backend de la aplicación con ASP.NET Web API (C#).",
                "point3": "Desarrollé un panel administrativo web para la gestión de usuarios y recompensas."
            }
        }
    },
    "duration_formats": {
        "years": "{{count}} años",
        "months": "{{count}} meses"
    },
    "employment_types": {
        "full_time": "Tiempo completo",
        "part_time": "Medio tiempo",
        "contract": "Contrato",
        "internship": "Pasantía",
        "freelance": "Freelance"
    },
    "employment_locations": {
        "onsite": "Presencial",
        "remote": "Remoto",
        "hybrid": "Híbrido"
    }
}